;------------------------------------------------------------------------------
; UltraDefrag GUI Tamil Language Pack.
; Copyright (C) 2010 by Vinod V.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace by Name of Reviser}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = &செயல்
ANALYSE                   = &பாகுபடுத்து
DEFRAGMENT                = &சீரமை
OPTIMIZE                  = &உகப்பாக்கு
QUICK_OPTIMIZE            = Quick optimization
FULL_OPTIMIZE             = Full optimization
STOP                      = &நிறுத்து
SKIP_REMOVABLE_MEDIA      = Skip removable &media
RESCAN_DRIVES             = &Rescan drives
WHEN_DONE                 = &முடிந்தவுடன்
WHEN_DONE_NONE            = &எதுவுமில்லை
WHEN_DONE_EXIT            = &வெளியேறு
WHEN_DONE_STANDBY         = Stan&dby
WHEN_DONE_HIBERNATE       = &Hibernate
WHEN_DONE_LOGOFF          = &Logoff
WHEN_DONE_REBOOT          = &மறுதுவக்கம் செய்
WHEN_DONE_SHUTDOWN        = &நிறுத்து
EXIT                      = &வெளியேறு

; --- Report Menu

REPORT                    = &Report
SHOW_REPORT               = &Show report

; --- Settings Menu

SETTINGS                  = &அமைப்புகள்
LANGUAGE                  = &மொழி
TRANSLATIONS_FOLDER       = &மொழிமாற்ற கோப்புறை
GRAPHICAL_INTERFACE       = &Graphical interface
FONT                      = &Font
OPTIONS                   = &விருப்பங்கள்
BOOT_TIME_SCAN            = &Boot time scan
ENABLE                    = &Enable
SCRIPT                    = &Script
REPORTS                   = &Reports

; --- Help Menu

HELP                      = &உதவி
CONTENTS                  = &Contents
BEST_PRACTICE             = Best &practice
FAQ                       = &FAQ
ABOUT                     = &பற்றி

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Boot time script

; Drives list items.

VOLUME                    = Volume
STATUS                    = Status
TOTAL                     = மொத்த இடம்
FREE                      = காலி இடம்
PERCENT                   = % காலி

; Status messages

STATUS_RUNNING            = செயல்படுகிறது
STATUS_ANALYSED           = பாகுபடுத்தப்பட்டது
STATUS_DEFRAGMENTED       = சீரமைக்கப்பட்டது
STATUS_OPTIMIZED          = உகப்பாக்கப்பட்டது

; Status bar messages.

DIRS                      = கோப்புறைகள்
FILES                     = கோப்புகள்
FRAGMENTED                = துண்டானவை
COMPRESSED                = சுருக்கப்பட்டவை
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = அல்ட்ரா டீபிராக்மேன்ட்டர் பற்றி
CREDITS                   = &Credits
LICENSE                   = &License

; Shutdown confirmation

PLEASE_CONFIRM            = Please Confirm
REALLY_SHUTDOWN_WHEN_DONE = Do you really want to shutdown when done?
REALLY_HIBERNATE_WHEN_DONE= Do you really want to hibernate when done?
REALLY_LOGOFF_WHEN_DONE   = Do you really want to log off when done?
REALLY_REBOOT_WHEN_DONE   = Do you really want to reboot when done?
SECONDS_TILL_SHUTDOWN     = seconds till shutdown
SECONDS_TILL_HIBERNATION  = seconds till hibernation
SECONDS_TILL_LOGOFF       = seconds till logoff
SECONDS_TILL_REBOOT       = seconds till reboot
YES                       = &ஆம்
NO                        = &இல்லை

; END OF FILE
